export default [
  {
    id: 'beijing_1',
    name: '1路 🚌',
    city: 'beijing',
    type: 'bus',
    fare: 2,
    stops: {
      outbound: [
        '四惠枢纽站',
        '国贸',
        '天安门',
        '西单',
        '公主坟'
      ],
      inbound: [
        '公主坟',
        '西单',
        '天安门',
        '国贸',
        '四惠枢纽站'
      ]
    },
    requiredLevel: 20
  },
  {
    id: 'beijing_metro_line1',
    name: '地铁1号线 🚇',
    city: 'beijing',
    type: 'metro',
    fare: 3,
    stops: [
      '苹果园',
      '古城',
      '八角游乐园',
      '八宝山',
      '玉泉路',
      '五棵松',
      '万寿路',
      '公主坟',
      '军事博物馆',
      '木樨地',
      '南礼士路',
      '复兴门',
      '西单',
      '天安门西',
      '天安门东',
      '王府井',
      '东单',
      '建国门',
      '永安里',
      '大望路',
      '四惠',
      '四惠东'
    ],
    requiredLevel: 10
  },
  {
    id: 'beijing_shanghai_hsr',
    name: '京沪高铁 🚄',
    city: 'beijing',
    type: 'hsr',
    fare: 550,
    stops: [
      '北京南站',
      '天津南',
      '济南西',
      '徐州东',
      '南京南',
      '上海虹桥'
    ],
    requiredLevel: 20
  }
]