export default [
  {
    id: 'shanghai_71',
    name: '71路中运量 🚌',
    city: 'shanghai',
    type: 'bus',
    fare: 2,
    stops: {
      outbound: [
        '延安西路外滩',
        '人民广场',
        '静安寺',
        '中山公园'
      ],
      inbound: [
        '中山公园',
        '静安寺',
        '人民广场',
        '延安西路外滩'
      ]
    },
    requiredLevel: 15
  },
  {
    id: 'shanghai_metro_line1',
    name: '地铁1号线 🚇',
    city: 'shanghai',
    type: 'metro',
    fare: 3,
    stops: [
      '莘庄',
      '外环路',
      '莲花路',
      '锦江乐园',
      '上海南站',
      '漕宝路',
      '上海体育馆',
      '徐家汇',
      '衡山路',
      '常熟路',
      '陕西南路',
      '一大会址·黄陂南路',
      '人民广场',
      '新闸路',
      '汉中路',
      '上海火车站',
      '中山北路',
      '延长路',
      '上海马戏城',
      '汶水路',
      '彭浦新村',
      '共康路',
      '通河新村',
      '呼兰路',
      '共富新村',
      '宝安公路',
      '友谊西路',
      '富锦路'
    ],
    requiredLevel: 10
  },
  {
    id: 'shanghai_beijing_hsr',
    name: '沪京高铁 🚄',
    city: 'shanghai',
    type: 'hsr',
    fare: 550,
    stops: [
      '上海虹桥',
      '南京南',
      '徐州东',
      '济南西',
      '天津南',
      '北京南站'
    ],
    requiredLevel: 20
  }
]