export default [
  {
    id: 'shenzhen_1',
    name: '1路 🚌',
    city: 'shenzhen',
    type: 'bus',
    fare: 2,
    stops: {
      outbound: [
        '火车站',
        '国贸',
        '东门',
        '华强北',
        '市民中心'
      ],
      inbound: [
        '市民中心',
        '华强北',
        '东门',
        '国贸',
        '火车站'
      ]
    },
    requiredLevel: 10
  },
  {
    id: 'shenzhen_metro_line1',
    name: '地铁1号线 🚇',
    city: 'shenzhen',
    type: 'metro',
    fare: 3,
    stops: [
      '罗湖',
      '国贸',
      '老街',
      '大剧院',
      '科学馆',
      '华强路',
      '岗厦',
      '会展中心',
      '购物公园',
      '车公庙',
      '竹子林',
      '侨城东',
      '华侨城',
      '世界之窗',
      '白石洲',
      '高新园',
      '深大',
      '桃园',
      '大新',
      '鲤鱼门',
      '前海湾'
    ],
    requiredLevel: 10
  },
  {
    id: 'shenzhen_guangzhou_hsr',
    name: '深广高铁 🚄',
    city: 'shenzhen',
    type: 'hsr',
    fare: 180,
    stops: [
      '深圳北站',
      '光明城',
      '虎门',
      '庆盛',
      '广州南站'
    ],
    requiredLevel: 20
  }
]